OpenFOAM-6-cantera-openmpi/tutorials/multiphase/twoPhaseEulerFoam/laminar/bubbleColumnIATE/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication setFields
runApplication $(getApplication)

#------------------------------------------------------------------------------
